Revit 2027 API
ParameterTypeId.RbsInsulationThicknessForPipe Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsInsulationThicknessForPipe { get; }
Public Shared ReadOnly Property RbsInsulationThicknessForPipe As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsInsulationThicknessForPipe {
	ForgeTypeId^ get ();
}
static member RbsInsulationThicknessForPipe : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace